var mdsrctext =
`### Pythonで九九の表示（サンプル）
###### chap3-7-2.py
@div:furicode
\`\`\`py
for cnt1 in range( 1, 10 ):
    for cnt2 in range( 1, 10 ):
        print( cnt1, '×', cnt2, '＝',
        cnt1 * cnt2 )
\`\`\`
\`\`\`
……の間    変数cnt1     内        範囲        数値1   数値10    以下を繰り返せ
★4字下げ   ……の間    変数cnt2     内        範囲        数値1   数値10    以下を繰り返せ
★4字下げ   ★4字下げ    表示しろ        変数cnt1     文字列「×」   変数cnt2     文字列「＝」  ★折り返し
                    変数cnt1  掛ける  変数cnt2
\`\`\`
@divend

###### 読み下し文
\`\`\`html
〔数値1〕～〔数値10直前〕の範囲内の整数を〔変数cnt1〕に順次入れる間、以下を繰り返せ
    〔数値1〕～〔数値10直前〕の範囲内の整数を〔変数cnt2〕に順次入れる間、以下を繰り返せ
        〔変数cnt1〕と〔文字列「×」〕と〔変数cnt2〕と〔文字列「＝」〕と
        〔変数cnt1〕掛ける〔変数cnt2〕を表示しろ
\`\`\`
@lwohtsu
`;
